/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page-jobs",
      "blocks": {
        "jobs_item_CTHbdA": {
          "type": "jobs_item",
          "settings": {
            "title": "New Business Development & Partnerships  (m/w/d) – Werkstudent*in oder Praktikum",
            "description": "New Business Development & Partnerships  (m/w/d) – \nWerkstudent*in oder Praktikum: \nDu willst treatfuls in neue Regale bringen, spannende Partner:innen begeistern – und dabei lernen, wie man ein Unternehmen operativ unterstützt und wachsen lässt? Dann bist du bei uns genau richtig! Diese Stelle verbindet das Beste aus Business Development, Sales und Admin: mitdenken, mitmachen und treatfuls nach vorne bringen.\nDas erwartet dich:  Du unterstützt uns bei verschiedenen Projekten im Sales, im Business Development und im Trade-Marketing.\nStrategisches Wachstum & Kooperationen\nDu recherchierst neue Business-Potenziale, z. B. Partnerschaften & Messen\nDu identifizierst relevante Unternehmen,  Brands, Events & Vertriebskanäle \nDu unterstützt bei Kooperationsanbahnungen und Follow-ups\nDu wirkst mit bei Präsentationen, Partnervorschlägen und Pitch-Decks\nDu begleitest uns bei der Vorbereitung von Events, Retail-Pitches oder Sampling-Kampagnen\nVertrieb & Sales-Admin\nDu planst und führst Kaltakquise via Mail, Telefon oder LinkedIn durch\nDu legst Kund:innen & Bestellungen in unserem System an (CRM & Excel)\nDu behältst den Überblick über offene Anfragen, Follow-ups & To-dos\nDu unterstützt bei der Angebotserstellung, Rechnungsvorbereitung & Sortimentspflege\nDu beantwortest Rückfragen zu Bestellungen, Lieferzeiten & Produkten (B2B)\nDu koordinierst Anlieferung & Lieferzeit Fenster mit Partnern\nDu hilfst bei der Koordination von POS-Materialien & Werbemitteln\nDu hilfst mit, Prozesse sauber zu dokumentieren und Sales-KPIs zu tracken\nDas bringst du mit – du musst kein Profi sein, aber Drive haben 🧠✨\nDu bist ein:e strukturierte:r Macher:in mit einem Herz für Menschen & Marken\nDu liebst es, wenn Listen abgearbeitet sind und To-dos in Bewegung kommen\nDu hast erste Erfahrung in Sales, Business Development oder Projektarbeit (gerne auch durch Uni, Startups, Ehrenamt o. Ä.)\nDu bist kommunikationsstark, arbeitest eigenverantwortlich und lösungsorientiert\nDu hast idealerweise erste Berührung mit CRM, Google Sheets oder Asana",
            "button_text": "Jetzt bewerben",
            "button_url": "shopify://pages/contact"
          }
        },
        "20563fd1-d026-4eed-b1d9-cb6a87e43b05": {
          "type": "jobs_item",
          "settings": {
            "title": "Praktikant:in Sales & Business Development",
            "description": "Angefangen als verrückte Idee und mit einer erfolgreichen Crowd-Funding Kampagne, wachsen wir jetzt über unsere Grenzen hinaus, indem wir unsere Produkte online und vor allem auch im stationären Handel anbieten. Dafür bauen wir unser Sales-Team aus, komm zu uns und hilf uns, die Supermarktregale bunter zu machen und sammle wertvolle Erfahrungen im Handel und FMCG-Bereich! Sorge dafür, dass treatfuls überall in Deutschland erhältlich ist und gewinn täglich neue Partner:innen in Super- und Bio-Märkten, Concept Stores, Cafés und im Lifestyle-Bereich.\n<br>\n<br>\nDeine Aufgaben <br>\n•\tUnterstützung bei Akquise und Betreuung von B2B-Kund:innen und Handelspartner:innen<br>\n•\tPlanung, Umsetzung und Entwicklung von Vertriebskampagnen <br>\n•\tVerbesserung der Customer Journey <br>\n•\tWeiterentwicklung der vertrieblichen Prozesse <br>\n•\tAnsprechpartner:in für Kund:innen im Tagesgeschäft, u.a. Auftragsbearbeitung, Musterversand, Produktinformationen <br>\n•\tVerantwortung für effiziente Produktversorgung und Reklamationsmanagement <br>\n•\tSicherstellung der Kundenzufriedenheit und effektive Kommunikation <br>\n•\tErstellung von Präsentationen, Verkaufsunterlagen, Umsatz- und Wettbewerbsanalysen<br>\n\n<br>\n<b>Das bringst du mit</b><br>\n•\t(Laufendes) Studium im Bereich Marketing, Kommunikation, Publizistik, Wirtschaft, Sprache etc. oder Gap Year zwischen Bachelor- und Master <br>\n•\t Düsseldorf/Köln Umgebung oder bereit, für Praktikum nach herzukommen <br>\n•\tSehr gutes Deutsch (C1) und gutes Englisch (B2) <br>\n•\tPraktische Erfahrungen (idealerweise in FMCG-Branche) <br>\n•\tBetriebswirtschaftliches Verständnis <br>\n•\tGuter Umgang mit Google Workspace <br>\n•\tInteresse für Einzelhandel, Food & Retail <br>\n<br>\n<b>Diese Softskills liegen dir </b><br>\n•\tKommunikation, Begeisterungsfähigkeit, Teamfähigkeit <br>\n•\tZuverlässiger und sorgfältiger Arbeitsstil, Motivation<br>\n•\tInteresse an Verantwortung und eigenständigen Projekten<br>\n<br>",
            "button_text": "Jetzt per Mail bewerben",
            "button_url": "shopify://pages/contact"
          }
        },
        "0623a213-a65c-4b0e-b205-99a51d73789f": {
          "type": "jobs_item",
          "settings": {
            "title": "Sales & Business Development",
            "description": "Gestartet hat treatfuls mit der simplen Frage, wieso es eigentliche keine Süßigkeiten gibt, die richtig geil schmecken und gute Zutaten haben - was als verrückte Idee von Magdalena und Tugce bei einem gemütlichen Weinabend begann, wächst seither stetig: über die erfolgreiche Crowd-Funding Kampagne, hin zum eignen Onlineshop und über die Grenzen von Düsseldorf hinaus in den Lebensmitteleinzelhandel von Deutschland.<br>\nFür die weitere Expansion im LEH brauchen wir nun deine Hilfe. Wir bauen unser Sales-Team aus und suchen nach Verkaufstalenten, die für Leckereien und einen gesunden Lebensstil brennen, die richtig Bock haben, die Supermarktregale mit gesünderen Riegeln aufzumischen und mit unseren witzigen Sprüchen auf der Verpackung, den Kund:innen, ein Lächeln ins Gesicht zaubern wollen.<br><br>\n<br><b>Deine Aufgaben</b><br>\n• Eigenständige Akquise neue Supermärkte, Bio-Märkte und neue Handelspartner:innen in deiner Region\n<br>\n• Recherche und Akquise weiterer potenzieller Verkaufspunkte für treatfuls\n<br>\n• Führung, Verhandlung und Abwicklung von Vertragsgesprächen\n<br>\n• Eigenständige Führung und Pflege wichtiger Kund:innen-und Kundenbeziehungen\n<br>\n<br><b>Diese Softskills liegen dir</b>\n<br>\n• Überzeugungstalent: mit deinem sympathischen Auftritt überzeugst du alle von unseren treatfuls und gewinnst neue Partner:innen und Fans für unsere Produkte\n<br>\n• Kommunikation und Begeisterungsfähigkeit - du kannst dich nicht nur super artikulieren, sondern begeistert auch immer alle mit deinen Geschichten\n<br>\n• Hartnäckigkeit und Verhandlungsgeschick - Absagen bringen dich nicht aus dem Konzept, sondern dienen dir vielmehr als Ansporn: aus einem Nein machst du stets ein Ja - und wie du dich dann darüber freust!<br>\n• Zuverlässiger und sorgfältiger Arbeitsstil - wie und von wo du arbeitest ist uns egal - Hauptsache wir können uns auf dich und dein Engagement verlassen!\n<br>\n• Spaß am Reisen und neue Kontakte knüpfen - sind wir ehrlich, du liebst die Straße, bist ständig unterwegs und lernst Leute kennen\n<br>\n• Hands-On Mentalität und Motivation etwas Neues aufzubauen - treatfuls ist neu auf dem Markt mit dem richtigen Support kannst du die eine Person sein, die alles ins Rollen gebracht hat!<br>\n• Interesse für nachhaltige und gesunde Ernährung/ Süßwaren - du snackst gerne und/ oder achtest auf die Inhaltsstoffe - dann ist treatfuls nicht nur dein neuer Lieblingssnack sondern auch der perfekte Arbeitsplatz für dich!",
            "button_text": "Jetzt per Mail bewerben",
            "button_url": "shopify://pages/contact"
          }
        }
      },
      "block_order": [
        "jobs_item_CTHbdA",
        "20563fd1-d026-4eed-b1d9-cb6a87e43b05",
        "0623a213-a65c-4b0e-b205-99a51d73789f"
      ],
      "settings": {
        "title": "<span><span>best job</span></span> you''ll ever have<span><span></span></span>",
        "subtitle": "Hey, wir sind Magdalena & Tugce – Gründerinnen, Snack-Loverinnen & Optimistinnen mit Vision. treatfuls ist unser Beitrag für eine bessere Snackwelt: bio, vegan, ehrlich & ohne Bullsh*t.\nUnsere Produkte schmecken nach mehr – und wir brauchen dich, um weiter zu wachsen.",
        "img_left": "shopify://shop_images/flexed-biceps-4x.png",
        "img_right": "shopify://shop_images/laptop-4x.png",
        "background_color": "#5359e5",
        "accent_color": "#2ac2bd",
        "hover_color": "#f3587f"
      }
    }
  },
  "order": [
    "main"
  ]
}
